Repository: johnmbaughman/triggertrap-ios
Catalog: TriggertrapSLR/*.lproj/Localizable.strings
Languages: de, it

source: %.0f milliseconds
de: %.0f Millisekunden
it: %.0f millisecondi

source: %.0f seconds
de: %.0f Sekunden
it: %.0f secondi

source: %.0f secs
de: %.0f Sek.
it: %.0f sec

source: %.1f days
de: %.1f Tage
it: %.1f giorni

source: %.1f hours
de: %.1f Stunden
it: %.1f ore

source: %.1f hrs
de: %.1f Std.
it: %.1f h

source: %.1f mins
de: %.1f Min.
it: %.1f min

source: %.1f minutes
de: %.1f Minuten
it: %.1f minuti

source: %.1f seconds
de: %.1f Sekunden
it: %.1f secondi

source: %.1f secs
de: %.1f Sek.
it: %.1f sec

# %@ %@ filter
source: %1$@ %2$@ filter
it: %1$@ %2$@ filtro

source: %@ stops
de: %@ Stopps
it: %@ Stop

source: %d HDR set
de: %d HDR-Reihe
it: %d Impostazione HDR

source: %d HDR sets
de: %d HDR-Reihen
it: %d impostazioni HDR

# %i hours %i minutes and %i seconds
source: %1$i hours %2$i minutes and %3$i seconds
de: %1$i Stunden %2$i Minuten und %3$i Sekunden
it: %1$i ore %2$i minuti e %3$i secondi

# Broadcasting as: %@ %d devices connected.
source: Broadcasting as: %1$@ %2$d devices connected.
de: Überträgt als: %1$@ Mit %2$d Geräten verbunden.
it: Trasmettendo come: %1$@ %2$d dispositivi connessi.

source: Broadcasting as: %@ No slave devices connected.
de: Überträgt als: %@ Mit keinen Slave-Geräten verbunden.
it: Trasmettendo come: %@ Nessun dispositivo slave connesso.

source: Broadcasting as: %@ Wait for slave devices to connect to this device!
de: Überträgt als: %@ Warten Sie auf Slave-Geräte, die sich mit diesem Gerät verbinden!
it: Trasmettendo come: %@ In attesa che il dispositivo slave si connetta a questo dispositivo!

source: Find a %@ cable on eBay
de: Suchen Sie ein %@-Kabel bei eBay
it: Trova un cavo %@ su eBay

source: Close panel
de: Panel schließen
it: Chiudi il pannello

source: Connect to WiFi before continuing
de: WLAN-Verbindung herstellen, bevor Sie fortfahren
it: Connettiti alla rete Wi-Fi prima di proseguire

source: Distance Unit
de: Entfernungseinheit
it: Unità di distanza

source: Exposures need to be shorter than the interval. Choose a longer duration or shorter shutter speed.
de: Belichtungen müssen kürzer sein als dieses Intervall. Wählen Sie eine längere Dauer oder eine kürzere Verschlusszeit.
it: Le esposizioni devono essere più brevi dell'intervallo. Scegli una durata più lunga o un tempo di posa più breve.

source: First light at %@
de: Erstes Licht um %@
it: Prima luce alle %@

source: I don't know where I am... Are location services disabled, perhaps?
de: Ich weiß nicht, wo ich bin... Sind die Ortungsdienste vielleicht deaktiviert?
it: Non so dove mi trovo ... per caso i servizi di localizzazione sono disattivati?

source: In %@
it: Tra %@

source: Last light at %@
de: Letztes Licht um %@
it: Ultima luce alle %@

source: Lost connection to Master
de: Verbindung zum Master-Gerät verloren
it: Connessione al dispositivo Master perduta

source: Low Volume
de: Geringe Lautstärke
it: Volume basso

source: meters
de: Meter
it: metri

source: miles
de: Meilen
it: miglia

source: Next:
de: Weiter:
it: Successivo:

source: No Wifi Detected
de: Kein WLAN gefunden
it: Nessuna rete Wi-Fi rilevata

source: Not available with Wifi Master running
de: Nicht verfügbar während der WLAN-Master läuft
it: Non disponibile con Wi-Fi Master attivo

source: Number of exposures
de: Anzahl der Belichtungen
it: Numero di esposizioni

source: Number of exposures: 3
de: Anzahl der Belichtungen: 3
it: Numero di esposizioni: 3

source: Please set the volume to maximum to use Triggertrap mobile
de: Bitte stellen Sie die höchstmögliche Lautstärke ein um Triggertrap mobile zu nutzen
it: Imposta il volume al massimo per utilizzare Triggertrap mobile

source: Pulse Length
de: Pulslänge
it: Lunghezza dell'impulso

source: Sensor Delay
de: Sensorverzögerung
it: Sensore di ritardo

source: Sensor Reset Delay
de: Sensor-Reset-Verzögerung
it: Reset del ritardo del sensore

source: Speed Unit
de: Geschwindigkeitseinheit
it: Unità di velocità

source: Sunrise
de: Sonnenaufgang
it: Alba

source: Sunrise Today
de: Sonnenaufgang heute
it: Alba di oggi

source: Sunrise Tomorrow
de: Sonnenaufgang morgen
it: Alba di domani

source: Sunset
de: Sonnenuntergang
it: Tramonto

source: Sunset Tomorrow
de: Sonnenuntergang morgen
it: Tramonto di domani

source: Sunset Tonight
de: Sonnenuntergang heute Abend
it: Tramonto di stasera

source: That's not long enough.
de: Das ist nicht lang genug.
it: Non è abbastanza lungo.

source: Triggertrap Timelapse Pro is a new approach to creating awesome timelapses. Connect your device to your camera with a Triggertrap Mobile kit, and you're set to get creative! Timelapse Pro has a modular approach to timelapse creation, letting you create sequences using the building blocks of timelapses - intervalometers and delays. With these blocks you can create timelapses of all shapes and sizes. Timelapse Pro's intervalometers allow you to set your interval between shots, as well as when you'd like the intervalometer to stop; either by the number of shots or after a set amount of time has passed.
de: Triggertrap Timelapse Pro ist eine neue Methode, um eindrucksvolle Zeitraffer zu erschaffen. Verbinden Sie Ihr Gerät per Triggertrap Mobile Kit mit Ihrer Kamera und schon sind Sie bereit, kreativ zu werden! Timelapse Pro bietet ein modulares Verfahren zum Erstellen von Zeitraffern, sodass Sie Sequenzen aus den einzelnen Bauteilen der Zeitraffer zusammenstellen können - Intervallometern und Verzögerungen. Mit diesen Bausteinen können Sie Zeitraffer aller Formen und Größen erschaffen. Die Intervallometer von Timelapse Pro erlauben es Ihnen, ein Intervall zwischen den Aufnahmen festzulegen. Sie können außerdem den Punkt einstellen, an dem das Intervallometer anhalten soll; entweder anhand der Anzahl an Aufnahmen oder nach einer gewissen Zeit.
it: Triggertrap Timelapse Pro è un nuovo approccio per la creazione di incredibili timelapse. Connetti il tuo dispositivo alla tua fotocamera con il Mobile kit Triggertrap, e sei pronto per nuove creazioni! Timelapse Pro ha un approccio modulare alla creazione di timelapse, e ti lascia creare sequenze utilizzando i blocchi costruttivi dei timelapse: intervallometri e ritardi. Con questi blocchi puoi creare timelapse di qualsiasi formato e dimensione. Gli intervallometri di Timelapse Pro ti consentono di stabilire l'intervallo tra gli scatti, e anche quando vorresti che l'intervallometro si spegnesse, sia dopo un determinato numero di scatto oppure dopo che sia trascorso un determinato lasso di tempo.

source: Where am I?
de: Wo bin ich?
it: Dove sono?

source: Woops
de: Hoppla
it: Ooops

source: yards
it: iarde

source: You are connected to: %@ Wait for the master device to trigger this device!
de: Sie sind verbunden mit: %@ Warten Sie auf das Master-Gerät um dieses Gerät auszulösen!
it: Sei connesso a: %@ In attesa che il dispositivo master attivi questo dispositivo!

source: E
de: O

source: km/h
de: l,
