Repository: johnmbaughman/triggertrap-ios
Catalog: TriggertrapSLR/*.lproj/TimelapseModes.strings
Languages: de

# 19v-yZ-mwk.text
source: Duration:
de: Dauer:

# 4lv-da-Ccd.text
source: Trigger the shutter every
de: Den Auslöser betätigen, alle

# 5oW-Hp-Jnd.normalTitle
source: View in App Store
de: Im App Store ansehen

# 9h7-rY-Wc0.text
source: Duration:
de: Dauer:

# Ak5-GP-nHG.text
source: exposures over
de: Belichtungen über

# EvD-m4-3Qs.text
source: Exposures:
de: Belichtungen:

# Tzg-Ue-pji.text
source: Select an interval between shots, and then tap the button.
de: Wählen Sie ein Intervall zwischen den Aufnahmen und klicken Sie dann auf den Knopf.

# XL3-wx-zPv.text
source: Interval:
de: Intervall:

# YZp-3P-pTL.text
source: Triggertrap Timelapse Pro is a new approach to creating awesome timelapses. Connect your device to your camera with a Triggertrap Mobile kit, and you're set to get creative! Timelapse Pro has a modular approach to timelapse creation, letting you create sequences using the building blocks of timelapses - intervalometers and delays. With these blocks you can create timelapses of all shapes and sizes. Timelapse Pro's intervalometers allow you to set your interval between shots, as well as when you'd like the intervalometer to stop; either by the number of shots or after a set amount of time has passed.
de: Triggertrap Timelapse Pro ist eine neue Methode, um eindrucksvolle Zeitraffer zu erschaffen. Verbinden Sie Ihr Gerät per Triggertrap Mobile Kit mit Ihrer Kamera und schon sind Sie bereit, kreativ zu werden! Timelapse Pro bietet ein modulares Verfahren zum Erstellen von Zeitraffern, sodass Sie Sequenzen aus den einzelnen Bauteilen der Zeitraffer zusammenstellen können - Intervallometern und Verzögerungen. Mit diesen Bausteinen können Sie Zeitraffer aller Formen und Größen erschaffen. Die Intervallometer von Timelapse Pro erlauben es Ihnen, ein Intervall zwischen den Aufnahmen festzulegen. Sie können außerdem den Punkt einstellen, an dem das Intervallometer anhalten soll; entweder anhand der Anzahl an Aufnahmen oder nach einer gewissen Zeit.

# Zdp-h4-7Yl.text
source: Exposures:
de: Belichtungen:

# e7M-aL-qBb.text
source: metres
de: Meter

# fJq-Hi-t1C.text
source: with a gap between each of
de: mit einer Lücke zwischen ihnen von

# hsB-MO-TwE.title
source: Star Trail
de: Sternspuren

# i8a-cr-FXA.title
source: Timelapse
de: Zeitraffer

# r1I-pJ-Oqk.text
source: Take
de: Aufnahme

# ub3-Wu-w1f.text
source: End:
de: Ende:

# y6f-Fr-B2U.text
source: exposures of duration
de: Belichtungen der Dauer
