Repository: johnmbaughman/triggertrap-ios
Catalog: SharedResources/Onboarding/*.lproj/Onboarding.strings
Languages: de

# 1Vd-Us-h6E.text
source: Tap the volume up button
de: Tippen Sie auf die 'Lautstärke erhöhen' Taste

# 1cn-lg-XY6.text
source: Set to Manual Focus
de: Manuelle Fokussierung einsetzen

# 3hW-gA-ewV.text
source: Usually found on the lens
de: Üblicherweise auf der Linse anzufinden

# 7cj-Xg-fjg.text
source: I already own a Triggertrap Mobile Kit
de: Ich habe schon ein Triggertrap Mobile Kit

# 9m8-Oq-ofV.text
source: Manual Focus
de: Manuelle Fokussierung

# AL3-h7-rM9.text
source: You're awesome
de: Du bist fantastisch

# DMo-EU-VcM.normalTitle
source: Looks juicy
de: Sieht interessant aus

# HAc-wj-iTv.normalTitle
source: Next
de: Weiter

# HNt-gK-jOi.normalTitle
source: Next
de: Weiter

# LXV-5R-8AU.normalTitle
source: Next
de: Weiter

# OUT-Lt-TrE.text
source: Plug into the headphone socket
de: In die Kopfhörerbuchse stecken

# TwK-ix-ltr.normalTitle
source: Find on eBay
de: Finden Sie bei eBay

# Ucp-qm-usC.text
source: Looks like you've set things up nicely.
de: Sieht aus, als hätten Sie alles schön eingerichtet.

# Vsv-Hh-MjD.text
source: Select your camera
de: Wählen Sie Ihre Kamera aus

# W4X-g7-ACc.text
source: Awesome.
de: Fantastisch.

# W8C-5h-3f8.normalTitle
source: Next
de: Weiter

# Xgw-5Q-cTe.text
source: Which Mobile Kit do you need?
de: Welches Mobile Kit brauchen Sie?

# YS6-0E-bfL.text
source: Connect your iOS device
de: Verbinden Sie Ihr iOS-Gerät

# Ys6-wd-Lxw.normalTitle
source: Next
de: Weiter

# afR-Bz-tXh.text
source: Let's get the show on the road
de: Lassen Sie uns die Sache zum Laufen bringen

# eXY-JH-gzG.normalTitle
source: Find one today
de: Finde heute einen

# fRG-sd-rWr.normalTitle
source: Next
de: Weiter

# gsl-dA-35G.text
source: Let’s explain
de: Lassen Sie es uns erklären

# ijc-xD-ZGk.normalTitle
source: Done
de: Fertig

# lSy-2n-wSB.text
source: Time to set things up
de: Zeit, alles einzurichten

# mVC-Q6-3np.text
source: Volume to maximum
de: Lautstärke auf Maximum

# mYp-Aw-z32.text
source: You need a mobile kit to connect your camera to your iOS device. Together, they’re the world’s most powerful camera remote. Ooh.
de: Sie benötigen ein Mobile Kit, um die Kamera mit Ihrem iOS-Gerät zu verbinden. Zusammen sind die beiden die weltweit leistungsstärkste Kamera-Fernbedienung. Oh ja.

# mnR-my-cup.text
source: Plug into the cable release port
de: In den Fernauslöse-Anschluss einstecken

# tx7-Ah-uw4.text
source: Give it a tap!
de: Tippen Sie doch mal darauf!

# vWz-zk-Fk8.text
source: Connect your camera
de: Verbinden Sie Ihre Kamera
